app/controllers/books_controller.rb

  def create
    @book = Book.new(book_params)

    respond_to do |format|
      if @book.save
---
INSERT INTO "books" ("title", "memo", "created_at", "updated_at", "picture", "author") VALUES (?, ?, ?, ?, ?, ?)  [["title", "aaa"], ["memo", "ssss"], ["created_at", "2019-06-06 04:34:58.596929"], ["updated_at", "2019-06-06 04:34:58.596929"], ["picture", "readme.txt"], ["author", "aaaa"]]

  def update
    respond_to do |format|
      if @book.update(book_params)
---
UPDATE "books" SET "memo" = ?, "updated_at" = ? WHERE "books"."id" = ?  [["memo", "バスケット漫画"], ["updated_at", "2019-06-13 06:38:21.185403"], ["id", 7]]