app/controllers/comments_controller.rb

INSERT INTO "comments" ("name", "content", "commentable_id", "commentable_type", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["name", "いか"], ["content", "楽しいよね"], ["commentable_id", 7], ["commentable_type", "Book"], ["created_at", "2019-06-13 06:43:04.613676"], ["updated_at", "2019-06-13 06:43:04.613676"]]
---
  def create
    @comment = @commentable.comments.create(comment_params)

DELETE FROM "comments" WHERE "comments"."id" = ?  [["id", 1]]
---
  def destroy
    @comment = @commentable.comments.find(params[:id])
    @comment.destroy