app/controllers/reports_controller.rb

  def index
    @reports = Report.page(params[:page]).per(5)
---
SELECT "reports".* FROM "reports"

  def create
    @report = Report.new(report_params)

    respond_to do |format|
      if @report.save
---
INSERT INTO "reports" ("title", "content", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "初めての日報"], ["content", "今日は頑張った"], ["created_at", "2019-06-13 06:29:19.404173"], ["updated_at", "2019-06-13 06:29:19.404173"]]